Repository: alexandregois/AXISFamily
Catalog: family/Resx/AppResources.*.resx
Languages: pt

# HttpRequestException
source: A001 - Could not connect to the server. Please check your connection and try again.
pt: A001 - Não foi possível conectar com o servidor. Por favor, verifique a sua conexão e tente novamente.

# Exception
source: A002 - An unexpected error occurred. Please try again. If the error persists, contact technical support
pt: A002 - Ocorreu um erro inesperado. Tente novamente por favor. Caso o erro persista, entre em contato com o suporte técnico

# UnEpectedError
source: S001 - An unexpected error has occurred. Please try again. If the error persists, contact technical support
pt: S001 - Ocorreu um erro inesperado. Tente novamente por favor. Caso o erro persista, entre em contato com o suporte técnico

# BadRequest
source: S002 - Error in the request. Please try again. If the error persists, log out and log in.
pt: S002 - Erro na requisição. Tente novamente por favor. Caso o erro persista, deslogue e logue.

# Forbidden
source: S003 - User without permission
pt: S003 - Usuário sem permissão

# SenhaInvalida
source: S104 - Invalid password.
pt: S104 - Senha inválida.

# UsuarioNaoEncontrado
source: S105 - User Not Found.
pt: S105 - Senha inválida.

# TrackLimitReached
source: A103 - You are being tracked by two devices it is not possible to add one more.
pt: A103 - Você está sendo rastreado por dois dispositivos não é possivel a inclusão de mais um.

# RastrearDispositivoSucesso
source: Device successfully registered / reactivated!
pt: Dispositivo cadastrado/reativado com sucesso!

# LoginSenhaInvalido
source: A104 - Invalid user or password
pt: A104 - Usuário ou senha inválido

# pontocontrole_sucessocadastro
source: Control point successfully registered!
pt: Ponto de controle cadastrado com sucesso!

# pontocontrole_errocadastro
source: S101 - Control point can not be registered!
pt: S101 - Ponto de controle não pode ser cadastrado!

# pontocontrole_sucessoalteracao
source: Control point changed successfully!
pt: Ponto de controle alterado com sucesso!

# CompraRealizada
source: Service purchased.
pt: Serviço comprado.

# ServicoPago
source: User already has paid service.
pt: Usuário já possui o serviço pago.

# pontocontrole_erroalteracao
source: S103 - Control point can not be changed!
pt: S103 - Ponto de controle não pode ser alterado!

# pontocontrole_sucessoexcluido
source: Control point successfully deleted!
pt: Ponto de controle excluído com sucesso!

# pontocontrole_erroexcluido
source: S105 - Control point can not be deleted!
pt: S105 - Ponto de controle não pode ser excluído!

# PositionNotFound
source: S101 - Position not found!
pt: S101 - Posição não localizada!

# latitudelongitudenaoencontrados
source: Request error. Please try again.
pt: Erro na requisição. Tente novamente por favor.

# ancora_criacaoerro
source: Anchor can not be created!
pt: Âncora não pode ser criada!

# ancora_desativacaoerro
source: Anchor can not be disabled!
pt: Âncora não pode ser desativada!

# invalidlogin
source: Invalid email.
pt: Email inválido.

# emailalreadyregistered
source: E-mail already registered. Make contact with your Central
pt: E-mail já cadastrado. Faça contato com a sua Central

# nocallcenteravailable
source: No found found!
pt: Nenhuma Central encontrada!

# CadastrarUsuarioSucesso
source: Successful registration! Please check your email to activate your account.
pt: Cadastro realizado com sucesso! Verifique o seu e-mail para ativar sua conta.

# ComandoEnviado
source: Command in the queue for shipping!
pt: Comando na fila para envio!

# AncoraCriadaSucesso
source: Anchor created successfully!
pt: Âncora criada com sucesso!

# AncoraDesativada
source: Anchor disabled successfully!
pt: Âncora desativada com sucesso!

# UseEmailPass
source: Use your email and password
pt: Utilize seu e-mail e senha

# Registered
source: Not Registered? Sign Up Now!
pt: Não é cadastrado? Cadastre-se!

source: Error
pt: Erro

source: Address Not Found!
pt: Endereço não localizado!

source: Address
pt: Endereço

source: Success
pt: Sucesso

# AppWithChip
source: You can only access the application with a chip.
pt: Você só pode acessar o aplicativo com um aparelho com chip.

source: Alert
pt: Alerta

# EmailPlease
source: Please enter the e-mail
pt: Favor digitar o e-mail

# PassworPlease
source: Please enter password
pt: Favor digitar a senha

source: Select
pt: Selecione

source: Log out
pt: Deslogar

# Purchase
source: Sign up
pt: Contratar

source: Configuration
pt: Configuração

source: Cancel
pt: Cancelar

source: Track Device
pt: Rastrear dispositivo

# TrackDeviceAdmin
source: We'll email you to enable tracking.
pt: Lhe enviaremos um email para ativar o rastreamento

# TrackDeviceNotAdmin
source: We will send an email to the account administrator to activate the device
pt: Enviaremos um email para o administrador da conta ativar o dispositivo

# TrackDeviceEndText
source: , would you like to continue?
pt: , deseja continuar?

source: Panic alert
pt: Alerta de pânico

# PanicAlertSendExplanation
source: Click the button below and your plant will receive a Panic alert. Remain with your handset in hand, you will be sought by the Central for the provision of relief.
pt: Clique no botão abaixo e sua central receberá um alerta de Pânico. Permaneça com seu aparelho em mãos, você será procurado pela Central para a prestação de socorro.

source: Send
pt: Enviar

source: Current location
pt: Localização atual

source: Historic
pt: Histórico

source: Checkpoint
pt: Ponto de Controle

source: Anchor
pt: Âncora

source: Block
pt: Bloqueio

source: Getting address ...
pt: Obtendo endereço ...

source: Enable
pt: Ativar

source: Disable
pt: Desativar

source: Radius:
pt: Raio:

source: meters
pt: metros

# AnchorCreated
source: Anchor created successfully!
pt: Âncora criada com sucesso!

# AnchorDisabled
source: Anchor disabled successfully!
pt: Âncora desativada com sucesso!

source: Details
pt: Detalhes

source: Load more positions
pt: Carregar mais posições

source: Speed
pt: Velocidade

source: Date position
pt: Data posição

source: Date update
pt: Data atualização

source: Event
pt: Evento

source: Ignition
pt: Ignição

source: On
pt: Ligada

source: Off
pt: Desligada

source: Valid
pt: Válido

source: Invalid
pt: Inválido

# GprsSignal
source: GPRS signal level
pt: Nível de sinal GPRS

source: Odometer
pt: Odômetro

source: Battery
pt: Bateria

# BlockPassword
source: Enter your password to confirm.
pt: Para confirmar, informe a sua senha.

source: Password
pt: Senha

source: Wait...
pt: Aguarde...

source: Unlock
pt: Desbloquear

source: Yes
pt: Sim

source: No
pt: Não

# BlockAlert
source: You can generate a life-threatening accident by triggering the vehicle lock if it is in motion.
pt: Você poderá gerar acidente com risco de morte acionando o bloqueio do veículo, caso o mesmo esteja em movimento.

source: Edit
pt: Editar

source: Delete
pt: Excluir

source: Exclusion
pt: Exclusão

# ConfirmExclusionCheckPoint
source: Do you want to delete the check point?
pt: Deseja excluir o ponto de controle?

source: Add check point
pt: Adicionar ponto de controle

source: Salve
pt: Salvar

source: Name
pt: Nome

# ErrorNameEmpty
source: Fill in the Name field.
pt: Preencha o campo nome.

# ErrorCepEmpty
source: Fill in the zip field.
pt: Preencha o campo de cep.

# ErrorCepInvalid
source: Invalid zip code.
pt: O CEP deve ter 8 digitos.

# ErrorTelefoneEmpty
source: Fill in the phone field.
pt: Preencha o campo de telefone.

# ErrorEmailEmpty
source: Fill in the email field.
pt: Preencha o campo e-mail.

# ErrorEmailInvalid
source: Invalid email!
pt: Email Inválido!

# ErrorPasswordsEmpty
source: Fill in the password fields.
pt: Preencha os campos de senha.

# PasswordsNotMatch
source: Passwords do not match.
pt: As senhas não coincidem.

# ErrorAddressEmpty
source: Fill in the address field.
pt: Preencha o campo endereço.

# PanicSend
source: Panic was send.
pt: Pânico enviado.

source: Date:
pt: Data:

source: Maintenance
pt: Manutenção

# ProximaRevisao
source: Next Review
pt: Próxima Revisão

# ProximaTrocaOleo
source: Next Exchange Oil
pt: Próxima Troca de Óleo

# RodizioPneu
source: Tire castor
pt: Rodízio de Pneu

# Seguro
source: Safe
pt: Seguro

source: Save
pt: Salvar

# SomenteNumero
source: Somente número
pt: Only Number

# MaintenanceSave
source: Maintenance successfully registered!
pt: Manutenção cadastrada com sucesso!

# CancelarComando
source: Cancel
pt: Cancelar

# CancelarComandoSucesso
source: Cancel command successfully sent.
pt: Cancelamento de comando enviado com sucesso.

# ErroSuporte
source: Unexpected error. Please try again or contact technical support.
pt: Erro inesperado. Tente novamente ou entre em contato com o suporte técnico.

source: Charging
pt: Carregando

source: Discharging
pt: Descarregando

source: Full
pt: Cheia

source: NotCharging
pt: Não está carregando

source: Unknown
pt: Desconhecido

# ClienteBloqueado
source: Problems with access. Contact support
pt: Problemas com acesso. Contate o suporte

# ClienteDesativado
source: Access denied
pt: Acesso negado

# Configurar
source: To set up
pt: Configurar

# DayTime
source: Day and time
pt: Dia e horário

source: Close
pt: Fechar

# HoraFinalInvalida
source: Invalid end time or not completed
pt: Hora final inválida ou não preenchida.

# HoraInicialInvalida
source: Invalid start time or not completed
pt: Hora inicial inválida ou não preenchida.

# HoraInicialIgualMaior
source: Start time equal to or greater than the end time.
pt: Hora inicial igual ou maior que a hora final.

# SelecioneDiaSemana
source: Please select a day of the week.
pt: Favor selecionar um dia da semana.

# HoraInicialFinalInvalida
source: Invalid time or not completed
pt: Hora inválida ou não preenchida.

# ExibeStreetView
source: Displays StreetView
pt: Exibe StreetView

# Gps
source: Invalid location. Check the GPS.
pt: Localização inválida. Verifique o GPS.

# GpsOpenSettings
source: Enable Gps.
pt: Ativar Gps.

# GpsSettings
source: For the application to work properly, the device location service must be turned on. Canceling this operation may cause unexpected errors.
pt: Para que o aplicativo funcione corretamente, o serviço de localização do dispositivo precisa estar ligado. Cancelar essa operação poderá causar erros inesperados.

# Hibrido
source: Hybrid
pt: Híbrido

# Mapa
source: Map Options
pt: Opções do mapa

# Satelite
source: Satellite
pt: Satélite

# Terreno
source: Terrain
pt: Terreno

# Trafego
source: Traffic
pt: Tráfego

# MapaPadrao
source: Standard
pt: Padrão

# Telefone
source: Phones
pt: Telefones
